Repository: davewoodhall/responsive-image-manager
Catalog: languages/*.po
Languages: fr_ca

source: Responsive Image Manager
fr_ca: Gestionnaire d'images adaptatives

source: Details
fr_ca: Détails

source: The most appropriate image will be displayed.
fr_ca: L'image la plus appropriée s'affiche.

source: Add
fr_ca: Ajouter

source: Select an image
fr_ca: Sélectionner une image

source: Preview
fr_ca: Aperçu

source: Extra small screens
fr_ca: Écrans très petits

source: 767px wide and less
fr_ca: 767px de large et moins

source: 768px wide and up
fr_ca: 768px de large et plus

source: 992px wide and up
fr_ca: 992px de large et plus

source: 1200px wide and up
fr_ca: 1200px de large et plus

source: 1500px wide and up
fr_ca: 1500px de large et plus
